Repository: instructure/canvas-ios
Catalog: Horizon/Horizon/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, de, es, es_es, fi, fr, fr_ca, ga, hi, is, it, ja, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, th, vi, zh, zh_hk

source: This is where all your notes, taken directly within your learning objects, are stored and organized. It's your personal hub for keeping track of key insights, important excerpts, and reflections as you learn. Dive in to review or expand on your notes anytime!
ar: هذا هو المكان الذي سيتم فيه تخزين وتنظيم كل ملاحظاتك التي تم أخذها مباشرةً من عناصر التعلم الخاصة بك. ويعد المركز الشخصي الخاص بك لتتبع الرؤى الرئيسية والمقتطفات المهمة والتأملات أثناء رحلة تعلمك. ادخل الآن لمراجعة ملاحظاتك أو توسعتها في أي وقت!
ca: Aquí és on s’emmagatzemen i s’organitzen totes les vostres notes, preses directament en els vostres objectes d'aprenentatge. És el vostre centre personal per fer el seguiment de la informació clau, dels extractes importants i de les reflexions que feu a mesura que apreneu. Feu-hi una ullada per revisar o ampliar les notes en qualsevol moment.
cy: Dyma lle mae eich holl nodiadau, sy’n cael eu cymryd yn syth o’ch gwrthrychau dysgu, yn cael eu cadw a’u trefnu. Dyma eich hwb personol i gadw trefn ar y prif fewnwelediadau, dyfyniadau pwysig, a myfyrdodau wrth i chi ddysgu. Neidiwch i mewn i adolygu neu ehangu eich nodiadau unrhyw bryd!
da: Det er her, hvor alle de noter, du har taget direkte i dine læringsobjekter, gemmes og organiseres. Her kan du holde styr på vigtige indsigter, uddrag og tanker, mens du lærer. Dyk ned for at gennemgå eller uddybe dine noter når som helst!
de: Hier werden alle Ihre Notizen, die Sie direkt in Ihren Lernobjekten gemacht haben, gespeichert und organisiert. Es ist Ihr persönliches Zentrum, in dem Sie die wichtigsten Erkenntnisse, wichtige Auszüge und Überlegungen während des Lernens festhalten können. Sie können Ihre Notizen jederzeit überprüfen oder erweitern!
es: Aquí es donde se almacenan y organizan todas sus notas, tomadas directamente dentro de sus objetos de aprendizaje. Es su centro personal para llevar un registro de ideas clave, extractos importantes y reflexiones a medida que aprenden. ¡Explórelo para revisar o expandir sus notas en cualquier momento!
es_es: Aquí se guardan y organizan todas tus anotaciones, tomadas directamente dentro de tus objetos de aprendizaje. Es tu centro personal para realizar un seguimiento de información clave, resúmenes importantes y reflexiones conforme vas aprendiendo. ¡Aprovéchalo para consultar o ampliar tus anotaciones en cualquier momento!
fi: Täällä tallennetaan ja järjestetään kaikki oppimisobjekteihisi tekemäsi muistiinpanot. Se on henkilökohtainen keskuksenne, johon voit seurata keskeisiä oivalluksia, tärkeitä otteita ja pohdintoja oppimisen edetessä. Sukella tarkastelemaan tai laajentamaan muistiinpanojasi milloin tahansa!
fr: C’est là que toutes les notes prises directement dans vos objets de formation sont stockées et organisées. Ceci est votre espace personnel. Vous pouvez y conserver une trace des connaissances essentielles acquises, des extraits importants rencontrés et des réflexions menées tout au long de votre apprentissage. Vous pouvez vous replonger dans vos notes à tout moment pour réviser ou les développer !
fr_ca: C’est là que toutes vos notes, prises directement dans vos objets d’apprentissage, sont stockées et organisées. Il s’agit d’un centre personnel qui vous permet de conserver des informations clés, des extraits importants et des réflexions au fur et à mesure que vous apprenez. Vous pouvez à tout moment revoir ou approfondir vos notes!
ga: Seo an áit a stóráiltear agus a n-eagraítear do nótaí go léir, a tógadh go díreach laistigh de do mhíreanna foghlama. Is é do mhol pearsanta é chun súil a choinneáil ar léargais thábhachtacha, sleachta tábhachtacha agus machnaimh agus tú ag foghlaim. Léim isteach ann chun athbhreithniú a dhéanamh ar do nótaí nó iad a leathnú am ar bith!
hi: यह वह स्थान है जहाँ आपके सभी नोट्स, जो सीधे आपके शिक्षण ऑब्जेक्ट्स के भीतर लिए गए हैं, संग्रहीत और व्यवस्थित किए जाते हैं। यह आपका व्यक्तिगत केंद्र है, जहाँ आप अपने सीखने की प्रक्रिया के दौरान महत्वपूर्ण अंतर्दृष्टि, प्रमुख अंश और विचार दर्ज कर सकते हैं। किसी भी समय अपने नोट्स की समीक्षा या विस्तार करने के लिए इसमें शामिल हों!
is: Þetta er þar sem allar glósur þínar, sem þú hefur tekið beint úr námsefninu þínu, eru geymdar og skipulagðar. Þetta er þín persónulega miðstöð til að fylgjast með lykilinnsýn, mikilvægum útdráttum og hugleiðingum á meðan þú lærir. Kafðu ofan í það til að fara yfir eða bæta við glósurnar þínar hvenær sem er!
it: Questa è la posizione in cui vengono conservate e organizzate tutte le tue note, prese direttamente nei tuoi oggetti di apprendimento. È il tuo hub personale per tenere traccia di informazioni chiave, estratti importanti e riflessioni durante l’apprendimento. Basta entrarci per revisionare o espandere le tue note in qualsiasi momento!
ja: ここには、学習オブジェクト内で直接作成したすべてのノートが保存され、整理されています。これは、学習中に重要な洞察、重要な抜粋、および振り返りを記録するための個人用のハブです。ノートの確認や拡張がいつでもできます！
ms: Di sini semua nota anda, yang diambil dalam objek pembelajaran anda secara langsung, disimpan dan disusun atur. Ini merupakan hab peribadi anda untuk memastikan jejak cerapan utama, petikan penting dan renungan yang telah anda pelajari. Selami kembali untuk menyemak atau memperkembangkan nota anda pada bila-bila masa!
nb: Det er her alle notatene dine, som er tatt direkte i læringsobjektene, lagres og organiseres. Det er ditt personlige senter for å holde oversikt over viktige innsikter, viktige utdrag og refleksjoner mens du lærer. Dykk inn for å gjennomgå eller utvide notatene dine når som helst!
nl: Dit is de plek waar al je notities die je rechtstreeks in je leerobjecten maakt, worden opgeslagen en geordend. Het is je persoonlijke hub voor het bijhouden van belangrijke inzichten, uittreksels en gedachten die je verzamelt tijdens het leren. Duik er op elk moment in om je notities te bekijken of aan te vullen.
pl: W tym miejscu przechowywane i porządkowane są wszystkie notatki pobrane bezpośrednio z elementów do nauki. To Twoje prywatne centrum monitorowania kluczowych danych, ważnych cytatów i refleksji w trakcie nauki. Wyświetl podgląd lub rozwiń notatki w dowolnej chwili!
pt: É aqui que todas as suas notas, tiradas diretamente dos seus objetos de aprendizagem, são armazenadas e organizadas. É o seu centro pessoal para acompanhar as principais ideias, excertos importantes e reflexões à medida que aprende. Mergulhe para rever ou expandir as suas notas a qualquer momento!
pt_br: É aqui que todas as suas anotações, feitas diretamente nos seus objetos de aprendizagem, são armazenadas e organizadas. É o seu hub pessoal para acompanhar insights importantes, trechos relevantes e reflexões à medida que você aprende. Aproveite para revisar ou expandir suas anotações a qualquer momento!
ru: Здесь хранятся и систематизируются все ваши заметки, сделанные непосредственно в ваших учебных объектах. Это ваш личный хаб, где вы можете отслеживать ключевые идеи, важные выдержки и размышления по мере обучения. В любое время можете вернуться к своим заметкам, чтобы просмотреть или дополнить их!
sl: Tukaj so shranjeni in organizirani vsi vaši zapiski, ki ste jih naredili neposredno v učnih objektih. To je vaše osebno središče za spremljanje ključnih vpogledov, pomembnih odlomkov in refleksij med učenjem. Kadar koli se lahko poglobite v svoje zapiske in jih pregledate ali dopolnite!
sv: Detta är där alla dina anteckningar som du gjort direkt i dina lärobjekt lagras och sorteras. Det är ditt personliga nav där du kan hålla koll på viktiga insikter, utdrag och reflektioner i takt med att du lär. Granska eller jobba vidare med dina anteckningar när du vill!
th: นี่เป็นที่เก็บและจัดการหมายเหตุของคุณทั้งหมดที่มาจากออบเจคต์การเรียนรู้ของคุณโดยตรง นี่คือศูนย์กลางของคุณในการติดตามข้อมูลที่น่าสนใจ ข้อมูลคัดย่อที่สำคัญและการทบทวนภาพรวมขณะที่เรียนรู้ เจาะรายละเอียดเพื่อพิจารณาหรือขยายรายละเอียดหมายเหตุของคุณได้ทุกเมื่อ!
vi: Đây là nơi tất cả các ghi chú của bạn, ghi lại trực tiếp trong các đối tượng học tập của bạn, được lưu trữ và sắp xếp. Đó là trung tâm cá nhân của bạn dùng để theo dõi những thông tin chi tiết chính, các đoạn trích quan trọng và suy ngẫm khi bạn học tập. Hãy bắt đầu xem lại hoặc mở rộng ghi chú của bạn bất cứ lúc nào!
zh: 这里用于存储和整理您在学习对象中直接做出的所有笔记。这是您的个人中心，用于跟踪您在学习过程中获得的关键见解、重要摘录和反思。随时查看或拓展您的笔记！
zh_hk: 所有直接在學習對像中記錄的筆記都在這裡儲存並整理。它是您的個人中心，用於在學習過程中追蹤關鍵見解、重要摘錄和反思。隨時深入查看或擴充您的筆記！

source: This prompt was not received. Try again
ar: لم يتم استلام هذا الطلب. حاول مرة أخرى
ca: No s’ha rebut aquesta sol·licitud. Torneu a provar-ho
cy: Heb dderbyn yr awgrym hwn. Rhoi cynnig arall arni
da: Denne prompt blev ikke modtaget. Prøv igen
de: Dieser Prompt wurde nicht empfangen. Versuchen Sie es erneut.
es: No se recibió esta solicitud. Intentar de nuevo
es_es: Este mensaje no se ha recibido. Inténtalo de nuevo
fi: Tätä ponnahdusikkunaa ei vastaanotettu. Yritä uudestaan
fr: Cette interrogation n’a pas été reçue. Veuillez réessayer
fr_ca: Cette demande n’a pas été reçue. Essayez de nouveau
ga: Ní bhfuarthas an leid seo. Déan iarracht arís
hi: यह संकेत नहीं मिला। फिर से कोशिश करें
is: Þessi kvaðning barst ekki. Reyndu aftur
it: Questa richiesta non è stata ricevuta. Riprova
ja: プロンプトが受け取られませんでした。やり直し
ms: Gesaan ini tidak diterima. Cuba semula
nb: Denne oppfordringen ble ikke mottatt. Prøv igjen
nl: Deze prompt is niet ontvangen. Opnieuw proberen
pl: Nie otrzymano tej podpowiedzi. Spróbuj ponownie
pt: Este aviso não foi recebido. Tente novamente
pt_br: Este prompt não foi recebido. Tente novamente
ru: Этот запрос не был получен. Попробуйте еще раз
sl: Ta poziv ni bil prejet. Poskusite znova.
sv: Den här prompten togs inte emot. Försök igen
th: ไม่ได้รับการแจ้งนี้ ลองใหม่อีกครั้ง
vi: Câu lệnh này chưa được nhận. Thử lại
zh: 未收到此提示。重试
zh_hk: 未收到此提示。請再試一次

source: Tijuana (-08:00/-07:00)
ar: تيخوانا (-08:00/-07:00)
hi: तिजुआना (-08:00/-07:00)
ja: ティファナ (-08:00/-07:00)
ru: Тихуана (-08:00/-07:00)
th: ติฮัวนา (-08:00/-07:00)
zh: 蒂华纳 (-08:00/-07:00)
zh_hk: 提華納 (-08:00/-07:00)

source: Time Zone
ar: منطقة زمنية
ca: Zona horària
cy: Cylchfa Amser
da: Tidszone
de: Zeitzone
es: Zona horaria
es_es: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
fr_ca: Fuseau horaire
ga: Amchrios
hi: समय क्षेत्र
is: Tímabelti
it: Fuso orario
ja: タイム ゾーン
ms: Zon Masa
nb: Tidssone
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso Horário
pt_br: Fuso Horário
ru: Часовой пояс
sl: Časovni pas
sv: Tidszon
th: เขตเวลา
vi: Múi Giờ
zh: 时区
zh_hk: 時區

source: Today
ar: اليوم
ca: Avui
cy: Heddiw
da: I dag
de: Heute
es: Hoy
es_es: Hoy
fi: Tänään
fr: Aujourd’hui
fr_ca: Aujourd’hui
ga: Inniu
hi: आज
is: Í dag
it: Oggi
ja: 今日
ms: Hari Ini
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt: Hoje
pt_br: Hoje
ru: Сегодня
sl: Danes
sv: I dag
th: วันนี้
vi: Hôm Nay
zh: 今天
zh_hk: 今天

source: Tokelau Is. (+13:00/+13:00)
ar: جزر توكيلو (+13:00/+13:00)
ca: Illes Tokelau (+13:00/+13:00)
cy: Ynysoedd Tokelau (+13:00/+13:00)
da: Tokelau (+13:00/+13:00)
de: Tokelau-Inseln (+13:00/+13:00)
es: Islas Tokelau (+13:00/+13:00)
es_es: Islas Tokelau (+13:00/+13:00)
fi: Tokelau (+13:00/+13:00)
fr: Tokelau (+13:00/+13:00)
fr_ca: Tokelau (+13:00/+13:00)
ga: Oil. Tócalá (+13:00/+13:00)
hi: टोकेलाऊ द्वीप (+13:00/+13:00)
is: Tokelau-eyjar (+13:00/+13:00)
it: Isole Tokelau (+13:00/+13:00)
ja: トケラウ(+13:00/+13:00)
ms: Pulau Tokelau (+13:00/+13:00)
nb: Tokelau (+13:00/+13:00)
nl: Tokelau-eilanden (+13:00/+13:00)
pl: Wyspy Tokelau (+13:00/+13:00)
pt: Ilhas Toquelau (+13:00/+13:00)
pt_br: Ilha Toquelau (+13:00/+13:00)
ru: О. Токелау (+13:00/+13:00)
sl: Otok Tokelau (+13:00/+13:00)
th: เกาะโตเกเลา (+13:00/+13:00)
vi: Quần Đảo Tokelau (+13:00/+13:00)
zh: 托克劳群岛(+13:00/+13:00)
zh_hk: 托克勞群島(+13:00/+13:00)

source: Tokyo (+09:00)
ar: طوكيو (+09:00)
ca: Tòquio (+09:00)
de: Tokio (+09:00)
es: Tokio (+09:00)
es_es: Tokio (+09:00)
fi: Tokio +0900
ga: Tóiceo (+09:00)
hi: टोक्यो (+09:00)
is: Tókýó (+09:00)
ja: 東京 (+09:00)
nl: Tokio (+09:00)
pl: Tokio (+09:00)
pt: Tóquio (+09:00)
pt_br: Tóquio (+09:00)
ru: Токио (+09:00)
sl: Tokio (+09:00)
th: โตเกียว (+09:00)
zh: 东京 (+09:00)
zh_hk: 東京 (+09:00)

source: Tools
ar: الأدوات
ca: Eines
cy: Adnoddau
da: Værktøjer
es: Herramientas
es_es: Herramientas
fi: Työkalut
fr: Outils
fr_ca: Outils
ga: Uirlisí
hi: उपकरण
is: Verkfæri
it: Strumenti
ja: ツール
ms: Alat
nb: Verktøy
pl: Narzędzia
pt: Ferramentas
pt_br: Ferramentas
ru: Инструменты
sl: Orodja
sv: Verktyg
th: เครื่องมือ
vi: Công Cụ
zh: 工具
zh_hk: 工具

source: Total Weight: %@
ar: إجمالي توزيع الدرجة: %@
ca: Pes total: %@
cy: Cyfanswm y Pwysau: %@
da: Vægtning i alt: %@
de: Gesamtgewicht: %@
es: Ponderación total: %@
es_es: Peso total: %@
fi: Kokonaispaino: %@
fr: Coefficient total : %@
fr_ca: Poids total : %@
ga: Ualú Iomlán: %@
hi: कुल भार: %@
is: Heildarþyngd: %@
it: Peso totale: %@
ja: 全体の比重：%@
ms: Jumlah Pemberat: %@
nb: Totalvekt: %@
nl: Totaal gewicht: %@
pl: Masa całkowita: %@
pt: Peso total: %@
pt_br: Ponderação total: %@
ru: Общий вес: %@
sl: Skupna teža: %@
sv: Total vikt: %@
th: น้ำหนักรวม: %@
vi: Tổng Trọng Số: %@
zh: 总权重：%@
zh_hk: 總加權：%@

source: Total: %@
ar: الإجمالي: %@
cy: Cyfanswm: %@
de: Insgesamt: %@
fi: Yhteensä: %@
ga: Iomlán: %@
hi: कुल: %@
is: Alls: %@
it: Totale: %@
ja: 合計:%@
ms: Jumlah: %@
nb: Totalt: %@
nl: Totaal: %@
pl: Suma: %@
ru: Итого: %@
sl: Vsota: %@
sv: Totalsumma: %@
th: รวม: %@
vi: Tổng: %@
zh: 总分：%@
zh_hk: 總計：%@

source: Ulaanbaatar (+08:00/+08:00)
ar: أولان باتور (+08:00/+08:00)
es_es: Ulán Bator (+08:00/+08:00)
fr: Oulan-Bator (+08:00/+08:00)
hi: उलानबटार (+08:00/+08:00)
it: Ulan Bator (+08:00/+08:00)
ja: ウランバートル (+08:00/+08:00)
pl: Ułan Bator (+08:00/+08:00)
ru: Улаанбаатар (+08:00/+08:00)
sl: Ulan Bator (+08:00/+08:00)
th: อูลานบาตาร์ (+08:00/+08:00)
zh: 乌兰巴托 (+08:00/+08:00)
zh_hk: 烏蘭巴托 (+08:00/+08:00)

source: Unknown Course
ar: مساق غير معروف
ca: Assignatura desconeguda
cy: Cwrs Dieithr
da: Ukendt fag
de: Unbekannter Kurs
es: Curso desconocido
es_es: Asignatura desconocida
fi: Tuntematon kurssi
fr: Cours inconnu
fr_ca: Cours inconnu
ga: Cúrsa Anaithnid
hi: अज्ञात पाठ्यक्रम
is: Óþekkt námskeið
it: Corso sconosciuto
ja: コース不明
ms: Kursus Tidak Diketahui
nb: Ukjent emne
nl: Onbekende cursus
pl: Nieznany kurs
pt: Disciplina desconhecida
pt_br: Curso desconhecido
ru: Неизвестный курс
sl: Neznani predmet
sv: Okänd kurs
th: บทเรียนที่ไม่รู้จัก
vi: Khóa Học Không Xác Định
zh: 未知课程
zh_hk: 未知課程

source: Unknown date
ar: تاريخ غير معروف
ca: Data desconeguda
cy: Dyddiad anhysbys
da: Ukendt dato
de: Unbekanntes Datum
es: Fecha desconocida
es_es: Fecha desconocida
fi: Tutnematon päivämäärä
fr: Date inconnue
fr_ca: Date inconnue
ga: Dáta anaithnid
hi: अज्ञात तिथि
is: Óþekkt dagsetning
it: Data sconosciuta
ja: 日付不明
ms: Tarikh tidak diketahui
nb: Ukjent dato
nl: Onbekende datums
pl: Nieznana data
pt: Data desconhecida
pt_br: Data desconhecida
ru: Неизвестная дата
sl: Neznani datum
sv: Okänt datum
th: วันที่ที่ไม่รู้จัก
vi: Ngày không xác định
zh: 未知日期
zh_hk: 未知日期

source: Unlimited
ar: غير محدود
ca: Il·limitat
cy: Diderfyn
da: Ubegrænset
de: Unbegrenzt
es: Ilimitados
es_es: Ilimitado
fi: Rajoittamaton
fr: Illimité
fr_ca: Illimité
ga: Gan teorainn
hi: असीमित
is: Ótakmarkað
it: Senza limiti
ja: 無制限
ms: Tiada Had
nb: Ubegrenset
nl: Onbeperkt
pl: Nieograniczony
pt: Ilimitado
pt_br: Sem limite
ru: Неограниченно
sl: Neomejeno
sv: Obegränsat
th: ไม่จำกัด
vi: Không Giới Hạn
zh: 无限制
zh_hk: 無限制

source: Unread
ar: غير مقروء
ca: Sense llegir
cy: Heb ddarllen
da: Ulæst
de: Ungelesen
es: No leído
es_es: No leído
fi: Lukematon
fr: Non lu
fr_ca: Non lu
hi: अपठित
is: Ólesin
it: Non letto
ja: 未読
ms: Belum dibaca
nb: Ulest
nl: Ongelezen
pl: Nieprzeczytane
pt: Não lida
pt_br: Não lido
ru: Не прочитано
sl: Neprebrano
sv: Oläst
th: ไม่ได้อ่าน
vi: Chưa đọc
zh: 未读
zh_hk: 未讀

source: Unsupported Item
ar: عنصر غير مدعوم
ca: Element no admès
cy: Eitem Anghydnaws
da: Ikke-understøttet element
de: Nicht unterstütztes Element
es: Ítem no compatible
es_es: Ítem no compatible
fi: Tukematon kohde
fr: Élément non pris en charge
fr_ca: Élément non pris en charge
ga: Mír gan tacaíocht
hi: असमर्थित आइटम
is: Óstutt atriði
it: Elemento non supportato
ja: サポートされていない項目
ms: Item Tidak Disokong
nb: Ikke-støttet element
nl: Niet-ondersteund item
pl: Nieobsługiwany element
pt: Item não suportado
pt_br: Item não suportado
ru: Неподдерживаемый элемент
sl: Nepodprti element
sv: Objektet stöds inte
th: รายการที่ไม่รองรับ
vi: Mục Không Được Hỗ Trợ
zh: 不受支持的项目
zh_hk: 不受支援項目

source: Upload file
ar: تحميل ملف
ca: Pengeu el fitxer
cy: Llwytho ffeil i fyny
da: Upload fil
de: Datei hochladen
es: Subir archivo
es_es: Cargar archivo
fi: Lataa tiedosto
fr: Charger un fichier
fr_ca: Téléverser un fichier
ga: Uaslódáil comhad
hi: फ़ाइल अपलोड करें
is: Hlaða upp skrá
it: Carica file
ja: ファイルをアップロード
ms: Muat naik fail
nb: Last opp fil
nl: Bestand uploaden
pl: Prześlij plik
pt: Carregar ficheiro
pt_br: Fazer upload do arquivo
ru: Загрузить файл
sl: Naloži datoteko
sv: Ladda upp fil
th: อัพโหลดไฟล์
vi: Tải tập tin lên
zh: 上传文件
zh_hk: 上傳檔案

source: Urumqi (+06:00/+06:00)
ar: أورومتشي (+06:00/+06:00)
da: Ürümqi (+06:00/+06:00)
es: Urumchi (+06:00/+06:00)
hi: उरुमकी (+06:00/+06:00)
ja: ウルムキ (+06:00/+06:00)
pl: Urumczi (+06:00/+06:00)
ru: Урумчи (+06:00/+06:00)
sl: Urumči (+06:00/+06:00)
sv: Ürümqi (+06:00/+06:00)
th: อุรุมชี (+06:00/+06:00)
zh: 乌鲁木齐 (+06:00/+06:00)
zh_hk: 烏魯木齊 (+06:00/+06:00)

source: UTC (+00:00)
ar: التوقيت العالمي الموحد (+00:00)
ru: UTC (универсальное глобальное время) (+00:00)
vi: Giờ Phối Hợp Quốc Tế (UTC) (+00:00)

source: Vienna (+01:00/+02:00)
ar: فيينا (+01:00/+02:00)
ca: Viena (+01:00/+02:00)
cy: Fienna (+01:00/+02:00)
da: Wien (+01:00/+02:00)
de: Wien (+01:00/+02:00)
es: Viena (+01:00/+02:00)
es_es: Viena (+01:00/+02:00)
fi: Wien (+01:00/+02:00)
fr: Vienne (+01:00/+02:00)
fr_ca: Vienne (+01:00/+02:00)
ga: Vín (+01:00/+02:00)
hi: वियना (+01:00/+02:00)
is: Vín (+01:00/+02:00)
ja: ウィーン (+01:00/+02:00)
nb: Wien (+01:00/+02:00)
nl: Wenen (+01:00/+02:00)
pl: Wiedeń (+01:00/+02:00)
pt: Viena (+01:00/+02:00)
pt_br: Viena (+01:00/+02:00)
ru: Вена (+01:00/+02:00)
sl: Dunaj (+01:00/+02:00)
sv: Wien (+01:00/+02:00)
th: เวียนนา (+01:00/+02:00)
zh: 维也纳 (+01:00/+02:00)
zh_hk: 維也納 (+01:00/+02:00)

source: View submission
ar: عرض الإرسال
ca: Visualitzeu l'entrega
cy: Gweld cyflwyniad
da: Vis aflevering
de: Abgabe ansehen
es: Ver entrega
es_es: Ver entrega
fi: Näytä tehtäväpalautus
fr: Afficher la soumission
fr_ca: Voir l’envoi
ga: Féach ar an uaslódáil
hi: सबमिशन देखें
is: Skoða skil
it: Visualizza consegna
ja: 提出を表示する
ms: Lihat serahan
nb: Vis innlevering
nl: Inlevering weergeven
pl: Wyświetl przesłane materiały
pt: Ver submissão
pt_br: Visualizar envio
ru: Просмотреть отправленные материалы
sl: Ogled oddaje
sv: Visa inlämning
th: ดูผลงานจัดส่ง
vi: Xem bài nộp
zh: 查看提交项
zh_hk: 檢視提交項目

source: View your progress and scores on the Learn page.
ar: استعرض تقدمك ودرجاتك في صفحة "التعلم".
ca: Consulteu el vostre progrés i les puntuacions a la pàgina Aprèn.
cy: Edrychwch ar eich cynnydd a’ch sgoriau ar y dudalen Dysgu.
da: Se dine fremskridt og resultater på siden Lær.
de: Sehen Sie sich Ihren Fortschritt und Ihre Punktzahl auf der Seite „Lernen“ an.
es: Vea su progreso y sus puntajes en la página Aprender.
es_es: Consulta tus progresos y puntuaciones en la página Aprendizaje.
fi: Katso edistymistäsi ja pisteitäsi Opi-sivulla.
fr: Affichez vos notes et progrès sur la page Apprendre.
fr_ca: Consultez vos progrès et vos scores sur la page Apprendre.
ga: Féach ar do dhul chun cinn agus do scóir ar an leathanach Foghlama.
hi: 'सीखें' पेज पर अपनी प्रगति और देखें।
is: Skoðaðu framvindu þína og einkunn á síðunni Læra.
it: Visualizza i tuoi progressi e punteggi nella pagina Apprendi.
ja: 学習ページで進捗状況とスコアを確認してください。
ms: Lihat kemajuan dan markah anda pada halaman Belajar.
nb: Se fremgangen og poengsummene dine på Lær-siden.
nl: Bekijk je voortgang en scores op de pagina Leren.
pl: Wyświetl postępy i wyniki na stronie Nauka.
pt: Veja o seu progresso e pontuação na página Aprender.
pt_br: Veja seu progresso e pontuações na página Aprender.
ru: Просмотрите свой прогресс и результаты на странице «Обучение».
sl: Svoj napredek in rezultate si lahko ogledate na strani Učenje.
sv: Visa dina framsteg och poäng på sidan Lär.
th: ดูสถานะและคะแนนของคุณได้จากหน้า เรียนรู้
vi: Xem tiến trình và điểm số của bạn trên trang Học Tập.
zh: 请在学习页面上查看进度和评分。
zh_hk: 在「學習」頁面上檢視您的進度和分數。

source: VIEWING ATTEMPT
ar: جارٍ عرض المحاولة
ca: S'ESTÀ VISUALITZANT L’INTENT
cy: YMGAIS I EDRYCH
da: VISNINGSFORSØG
de: VERSUCH WIRD ANGEZEIGT
es: INTENTO DE VISUALIZACIÓN
es_es: VISUALIZACIÓN DEL INTENTO
fi: TARKASTELLAAN YRITYSTÄ
fr: TENTATIVE D’AFFICHAGE
fr_ca: TENTATIVE DE VISIONNAGE
ga: IARRACHT FÉACHANA
hi: देखने का प्रयास
is: TILRAUN TIL AÐ SKOÐA
it: VISUALIZZAZIONE TENTATIVO
ja: 閲覧企図
ms: PERCUBAAN MELIHAT
nb: VISER FORSØK
nl: BEZIG MET WEERGEVEN POGING
pl: WYŚWIETLANIE PRÓBY
pt: TENTATIVA DE VISUALIZAÇÃO
pt_br: TENTATIVA DE VISUALIZAÇÃO
ru: ПРОСМОТР ПОПЫТКИ
sl: POSKUS OGLEDA
sv: VISAR FÖRSÖK
th: การเปิดดู
vi: ĐANG XEM LẦN THỬ
zh: 查看尝试
zh_hk: 檢視嘗試

source: Vilnius (+02:00/+03:00)
ar: فيلنيوس (+02:00/+03:00)
es: Vilna (+02:00/+03:00)
es_es: Vilna (+02:00/+03:00)
fi: Vilna (+02:00/+03:00)
hi: विलनियस (+02:00/+03:00)
is: Vilníus (+02:00/+03:00)
ja: ビリニュス (+02:00/+03:00)
pl: Wilno (+02:00/+03:00)
pt_br: Vílnius (+02:00/+03:00)
ru: Вильнюс (+02:00/+03:00)
sl: Vilna (+02:00/+03:00)
th: วิลนิอุส (+02:00/+03:00)
zh: 维尔纽斯 (+02:00/+03:00)
zh_hk: 維爾紐斯 (+02:00/+03:00)

source: Vladivostok (+10:00/+10:00)
ar: فلاديفوستوك (+10:00/+10:00)
de: Wladiwostok (+10:00/+10:00)
hi: व्लादिवोस्तोक (+10:00/+10:00)
ja: ウラジオストック (+10:00/+10:00)
pl: Władywostok (+10:00/+10:00)
ru: Владивосток (+10:00/+10:00)
th: วลาดิสต็อค (+10:00/+10:00)
zh: 海参崴 (+10:00/+10:00)
zh_hk: 海參崴 (+10:00/+10:00)

source: Volgograd (+03:00)
ar: فولغوغراد (+03:00)
de: Wolgograd (+03:00)
es: Volgogrado (+03:00)
es_es: Volgogrado (+03:00)
hi: वोल्गोग्राड (+03:00)
ja: ボルゴグラード (+03:00)
pl: Wołgograd (+03:00)
pt_br: Volgogrado (+03:00)
ru: Волгоград (+03:00)
th: วอลโกกราด (+03:00)
zh: 伏尔加格勒 (+03:00)
zh_hk: 伏爾加格勒 (+03:00)

source: Warsaw (+01:00/+02:00)
ar: وارسو (+01:00/+02:00)
ca: Varsòvia (+01:00/+02:00)
da: Warszawa (+01:00/+02:00)
de: Warschau (+01:00/+02:00)
es: Varsovia (+01:00/+02:00)
es_es: Varsovia (+01:00/+02:00)
fi: Varsova (+01:00/+02:00)
fr: Varsovie (+01:00/+02:00)
fr_ca: Varsovie (+01:00/+02:00)
ga: Vársá (+01:00/+02:00)
hi: वारसॉ (+01:00/+02:00)
is: Varsjá (+01:00/+02:00)
it: Varsavia (+01:00/+02:00)
ja: ワルシャワ (+01:00/+02:00)
nb: Warszawa (+01:00/+02:00)
nl: Warschau (+01:00/+02:00)
pl: Warszawa (+01:00/+02:00)
pt: Varsóvia (+01:00/+02:00)
pt_br: Varsóvia (+01:00/+02:00)
ru: Варшава (+01:00/+02:00)
sl: Varšava (+01:00/+02:00)
sv: Warsawa (+01:00/+02:00)
th: วอร์ซอว์ (+01:00/+02:00)
zh: 华沙 (+01:00/+02:00)
zh_hk: 華沙 (+01:00/+02:00)
